Repository: laas/wagtail-form-plugins
Catalog: demo/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Hello, You filled the form "{title}" on our website. To confirm the form submission, please click on the link bellow: {validation_url} Have a nice day.
fr: Bonjour, Vous avez rempli le formulaire "{title}" sur notre site internet. Pour confirmer la soumission, merci de cliquer sur le lien ci-dessous: {validation_url}

source: City
fr: Ville

source: Form index page introduction
fr: Texte d'introduction de la page d'index des formulaire

source: A rich text introduction to be displayed before the list of forms.
fr: Une introduction en RichText à afficher avant la liste des formulaires.

source: Forms list
fr: Liste des formulaires

source: Form title
fr: Titre du formulaire

source: A generic title displayed on all form pages.
fr: Un titre générique à afficher sur toutes les pages de formulaire.

source: Wagtail forms
fr: Formulaires wagtail

source: the user email used for validation
fr: l'e-mail de l'utilisateur utilisé pour la validation

source: the form user city
fr: la ville de l'utilisateur du formulaire

source: the result index
fr: l'index du résultat

source: Confirm form submission for "{title}"
fr: Confirmez la soumission du formulaire "{title}"

source: Wrong template syntax. See tooltip for a list of available keywords.
fr: Syntaxe invalide. Voir l'infobulle pour la liste des mot-clés disponibles.

source: Form introduction text
fr: Texte d'introduction du formulaire

source: Text displayed after form submission
fr: Texte affiché après soumission du formulaire

source: Thank you!
fr: Merci !

source: Form fields
fr: Champs du formulaire

source: Form conclusion text
fr: Texte de conclusion du formulaire

source: Data collected in this form is stored by the IT team in order to process your request.
fr: Les données recueillies dans ce formulaire sont sauvegardées par le service informatique afin de prendre en compte votre demande.

source: E-mails to send after form submission
fr: E-mails à envoyer après soumission du formulaire

source: Submit
fr: Envoyer

source: The form submission has been successfully validated, thank you.
fr: La soumission du formulaire a été correctement validée, merci.

source: The form submission token couldn't validated.
fr: La soumission du formulaire n'a pas pu être validée.
