Repository: laas/wagtail-form-plugins
Catalog: wagtail_form_plugins/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Select a valid choice. %(value)s is not one of the available choices.
fr: Sélectionnez un choix valide. %(value)s ne fait pas partie des choix disponibles.

source: is equal to
fr: est égal à

source: is not equal to
fr: n'est pas égal à

source: is
fr: est

source: is not
fr: n'est pas

source: is lower than
fr: est plus petit que

source: is lower or equal to
fr: est plus petit ou égal à

source: is upper than
fr: est plus grand que

source: is upper or equal to
fr: est plus grand ou égal à

source: is before than
fr: est avant

source: is before or equal to
fr: est avant ou égal à

source: is after than
fr: est après

source: is after or equal to
fr: est après ou égal à

source: contains
fr: contient

source: does not contain
fr: ne contient pas

source: is checked
fr: est coché

source: is not checked
fr: n'est pas coché

source: Visibility condition
fr: Condition de visibilité

source: Recipient list
fr: Liste des destinataires

source: E-mail addresses of the recipients, separated by comma.
fr: Adresses e-mail des destinataires, séparées par une virgule.

source: Reply to
fr: Répondre à

source: E-mail addresses set in the “reply_to” email field, separated by comma.
fr: Adresses e-mail définies dans le champ “reply_to”, séparées par une virgule.

source: Subject
fr: Sujet

source: The subject of the e-mail.
fr: Le sujet de l'e-mail.

source: The body of the e-mail.
fr: Le corps de l'e-mail.

source: E-mail to send
fr: E-mail à envoyer

source: Allowed file extensions
fr: Extensions de fichier autorisées

source: File
fr: Fichier

source: Subscription index
fr: Index du résultat

source: Unique response
fr: Réponse unique

source: If checked, the user may fill in the form only once.
fr: Si coché, l'utilisateur.ice ne pourra remplir le formulaire qu'une seule fois.

source: Form user
fr: Utilisateur.ice

source: User e-mail
fr: e-mail de l'utilisateur.ice

source: You have already filled in this form.
fr: Vous avez déjà rempli ce formulaire.

source: {nb_subs} submission(s)
fr: {nb_subs} résultat(s)

source: Forms list
fr: Liste des formulaires

source: View form
fr: Voir le formulaire

source: Edit form
fr: Éditer le formulaire

source: Short text describing the field.
fr: Texte bref décrivant le champ.

source: Identifier
fr: Identifiant

source: The id used to identify this field, for instance in conditional fields.
fr: L'id utilisé pour identifier le champ, par exemple dans les champs conditionnels.

source: Help text
fr: Texte d'aide

source: Text displayed below the label to add more information.
fr: Texte affiché sous le label pour ajouter plus d'information.

source: Disabled
fr: Désactivé

source: Check to make the field not editable by the user.
fr: Cochez pour rendre le champ non éditable par l'utilisateur.

source: If checked, {condition} to validate the form.
fr: Si coché, {condition} pour valider le formulaire.

source: this field must be filled
fr: ce champ doit être rempli

source: Required
fr: Obligatoire

source: Default value
fr: Valeur par défaut

source: {field_type} used to pre-fill the field.
fr: {field_type} utilisé pour pré-remplir le champ.

source: Selected
fr: Sélectionné

source: Choice
fr: Choix

source: Choices
fr: Liste de choix

source: Single line text
fr: Texte simple

source: Min length
fr: Longueur min

source: Minimum amount of characters allowed in the field.
fr: Nombre minimum de caractères autorisé dans le champ.

source: Max length
fr: Longueur max

source: Maximum amount of characters allowed in the field.
fr: Nombre maximum de caractères autorisé dans le champ.

source: Multi-line text
fr: Texte multi-ligne

source: Number
fr: Nombre

source: Min value
fr: Valeur min

source: Minimum number allowed in the field.
fr: Nombre minimum autorisé dans le champ.

source: Max value
fr: Valeur max

source: Maximum number allowed in the field.
fr: Nombre maximum autorisé dans le champ.

source: the box must be checked
fr: la case doit être cochée

source: Checked
fr: Coché

source: If checked, the box will be checked by default.
fr: Si coché, la case sera cochée par défaut.

source: Checkbox
fr: Case à cocher

source: at least one box must be checked
fr: au moins une case doit être cochée

source: Choices list, one per line
fr: Liste de choix, un par ligne

source: Checkboxes
fr: Cases à cocher

source: an item must be selected
fr: une option doit être sélectionnée

source: Drop down
fr: Liste déroulante

source: at least one item must be selected
fr: au moins une option doit être sélectionnée

source: Multiple select
fr: Sélection multiple

source: Radio buttons
fr: Boutons radio

source: Date and time
fr: Date et heure

source: Hidden text
fr: Texte caché

source: This field supports the following templating syntax:
fr: Ce champ supporte la syntaxe par template suivante :

source: the form user login
fr: le login de l'utilisateur.ice du formulaire

source: the form user email
fr: l'adresse e-mail de l'utilisateur.ice du formulaire

source: the form user first name
fr: le prénom de l'utilisateur.ice du formulaire

source: the form user last name
fr: le nom de famille l'utilisateur.ice du formulaire

source: the form user first name and last name
fr: le prénom et le nom de l'utilisateur.ice du formulaire

source: the form author login
fr: le login de l'auteur.ice du formulaire

source: the form author email
fr: l'adresse e-mail de l'auteur.ice du formulaire

source: the form author first name
fr: le prénom de l'auteur.ice du formulaire

source: the form author last name
fr: le nom de famille de l'auteur.ice du formulaire

source: the form author first name and last name
fr: le prénom et le nom de l'auteur.ice du formulaire

source: the form title
fr: le titre du formulaire

source: the form url
fr: l'url du formulaire

source: the date on which the form was published
fr: la date à laquelle le formulaire a été publié

source: the time on which the form was published
fr: l'heure à laquelle le formulaire a été publié

source: the form data as a list
fr: les données du formulaire sous forme de liste

source: the date on which the form was completed
fr: la date à laquelle le formulaire a été complété

source: the time on which the form was completed
fr: l'heure à laquelle le formulaire a été complété

source: the label of the related field
fr: le label du champ correspondant

source: the value of the related field
fr: la valeur du champ correspondant

source: An e-mail validation is required to fill public forms when not connected.
fr: Une adresse e-mail est nécessaire pour remplir les formulaires publics si vous n'êtes pas connecté.

source: We just send you an e-mail. Please click on the link to continue the form submission.
fr: Nous venons de vous envoyer un e-mail. Merci de cliquer sur le lien fourni pour continuer la saisie du formulaire.

source: This e-mail is not valid.
fr: Cet e-mail n'est pas valide.

source: Your e-mail has been validated. You can now fill the form.
fr: Votre e-mail a été validé. Vous pouvez maintenant remplir le formulaire.

source: This token is not valid.
fr: Ce token n'est pas valide.
